{
  "nav":{
    "intro":"Welcome to AZT Semi",
    "0":"Product & Services",
    "1":"Application",
    "2":"News & Event",
    "3":"About Us",
    "4":"Contact Us"
  },
  "company": {
"profile":{
"name": "Jiangxi Avanzato Semiconductor Co. Ltd.",
"intro":"Jiangxi Avanzato Semiconductor Co. Ltd. incorporated on November 2020, located in Yingtan (Guixi)Copper Circular Economy Industrial Park. Core business are advanced semiconductor design, production,packaging and testing. Product line consist of various industry such as Mid/High end electronic device,automotive, aviation and medical .Our client from American, Europe, Asia, Japan and other.After years of research and development, our technical team mastered the process of AdvancedSemiconductor Assembly and Test. Mass production had been start. The Advanced SemiconductorAssembly and Test process able to bring the company to next horizon. "
},
"currentStatus":{
  "name":"Current Status",
  "0":"It is a key scientific and technological development project of Yingtan City",
  "1":"With a base of 30 acres, a high tech factory building of 20,000 square meters is under construction Expect completion on 2022 Q2, mass production will start on 2022 Q4)"
},
"RD":{
  "name":"R&D Center",
  "0":"Our core team member consist of Ph. D and Master",
  "1":"California (USA) IC Design & Process Development",
  "2":"Canada Wafer Process and Packaging Technology Development"
},
"client":{
  "name":"Current Client",
  "0":"French",
  "1":"USA",
  "2":"Germany",
  "3":"Canada",
  "4":"Japan",
  "5":"Singapore"
},
"productServices":{
  "0":"MEMS Sensor",
  "1":"Single Point Thermopile",
  "2":"Thermopile array",
  "3":"Microbolometer",
  "4":"Medical-grade thermal imaging system",
  "5":{
    "name":"NDIR(Non-Dispersive Infrared) Gas Sensor",
    "intro":{
      "0":"When infrared radiation interacts with gas molecules, infrared light is absorbed by the gas molecules at a particular wavelength, causing vibration of the gas molecules. NDIR (Non-Dispersive Infrared) gas sensors detect decrease in transmitted infrared light which is in proportion to gas concentration. This transmittance, the ratio of transmitted radiation energy to the incident energy, is dependent on target gas concentration.",
      "1":"Absorption of infrared light occurs at the IR energy (i.e. wavelength) specific to a target gas, meaning highselectivity to a specific gas. This is the most distinctive feature of NDIR gas sensors. Another feature is that exposure to high concentration of target gas for a prolonged time would not result in irreversible sensitivity drift in principle.",
      "2":"Able to detect CO, CO2, CH4, O2 and other type of Gas"
    }
  },
  "6":"Automobile night vision system",
  "7":"Camera Module",
  "8":"Fingerprint Module",
  "9":
  {
    "name":"Wafer Level Vacuum Packaging",
    "intro":{
      "0":"WLVP Patented Assembly Technology used on high end semiconductor/IC product (MEMS)",
      "1":"There are very limited company in China able to handle WLVP Patented Assembly Technology",
      "2":"Our team mastered the WLBP Patented Assembly Technology"
    }
  },
  "10":
  {
    "name":"Low Temperature Vacuum Packaging",
    "intro":{
      "0":"Low Temperature Vacuum Packaging used on high end semiconductor/IC product eg Defense / Aerospace / Space",
      "1":"We had develop Low Temperature Vacuum Packaging for Microbolometer",
      "2":"Microbolometer production stated"
    }
  }
},
"application":{
  "0":"Microbolometer (VOx)",
  "1":"Short-wave infrared Sensor (InGaAs)",
  "2":"Wafer Level Vacuum Packaging",
  "3":"Low Temperature Vacuum Packaging",
  "4":"NDIR(Non-Dispersive Infrared) Gas Sensor"
}
  }

}
